export const assessmentItems = {
  "様式1：インテークシート": {
    本人情報: {
      氏名: "",
      性別: "",
      生年月日: "",
      現住所: "",
      電話番号: "",
      住民票: "",
      住居形態: "",
      同居状況: "",
    },
    各種制度の認定情報: {
      介護保険: "",
      精神保健福祉手帳: "",
      療育手帳: "",
      身体障害者手帳: "",
      障害支援区分: "",
    },
    関係者情報: {
      成年後見人: "",
      保証人: "",
      家族構成: "",
    },
    相談内容: {
      相談の概要: "",
      キーパーソン: "",
      これまで相談したことのある支援機関: "",
    },
    "インテーク項目（初回面接時）": {
      受理形態: "",
      "生活歴・職歴": "",
      "心身・判断能力": "",
      暮らしの基盤: "",
      緊急対応の必要性: "",
      自殺の危険性: "",
      "面接者の判断・対応方針": "",
    },
    その他: {
      "ジェノグラム・エコマップ": "",
      "他の支援者、関係機関の考え方": "",
    },
  },
  "様式2：基礎シート": {
    "生活歴・職歴": {
      "学歴・施設歴": "",
      生活歴: "",
      職歴: "",
    },
    "心身・判断能力": {
      既往歴: "",
      健康状態: "",
      "知的・発達障がい": "",
      "精神疾患（うつ等）": "",
      アルコール関連問題: "",
      薬物: "",
      ギャンブル: "",
      対人関係など: "",
    },
    暮らしの基盤: {
      "各種制度の加入状況（生活保護、失業給付、医療保険、年金、各種手当など）":
        "",
      毎月の収入: "",
      公共料金等の支払い状況: "",
      "債務・資産の状況": "",
    },
    "人との関係・生活動線": {
      "人との関係（家族関係、近所づきあいなど）": "",
      "生活動線（室内、近隣、外出状況など）": "",
    },
    本人の目指す暮らし: {
      本人の思い: "",
      本人がとらえている問題: "",
      生活の場所の意向: "",
      今後の生活の希望: "",
      支援を依頼したいこと: "",
    },
    // "面接者の判断・支援方針": {
    //   "本人の思考の傾向": "",
    //   "本人の問題": "",
    //   "ストレス関係にある人・物": "",
    //   "キーパーソン": "",
    //   "本人の強み・長所": "",
    //   "支援を受け入れようと思っているか": "",
    //   "支援方針・面接者コメント": "",
    // },
  },
};
